{
  "team": [
    {
      "name": "Michal Nachmany, PhD, FRSA",
      "role": "Founder and CEO ",
      "image": {
        "src": "images/team/michal.jpg",
        "alt": "Headshot of Michal Nachmany",
        "width": 600,
        "height": 812
      },
      "group": "Team",
      "bio": "Michal is an international climate policy and governance expert with a background in law, finance, and multinational project management. Before founding Climate Policy Radar, she spent a decade at the Grantham Research Institute, LSE, where she led the work on the Institute’s structured datasets and tools, building evidence-based decision-making tools for national legislation and policy and low-carbon investment.",
      "highlights": [
        "She is a Fellow of the Royal Society of Arts and the UNFCCC Resilience Frontiers and a founding member of the Climate Tech Council Founders forum. Michal is also a member of the Coalition for Digital Environmental Sustainability and of the Camda Community for credible climate action. She was previously the team lead at the Transition Pathway Initiative, and an advisor to Climate Action 100+, an investor coalition with over $55 trillion AUM. Michal is a speaker on climate policy and action with diverse audiences, with regular appearances on national and international media.",
        "Michal holds a PhD from the London School of Economics. Her research explored the global diffusion of climate change policies, and the contribution of global networks to advancement of policies. She also has an MA (cum laude) in Energy Policy and Management from the University of Haifa, and an LLB in Law as well as an MBA, specialising in finance, from the Hebrew University of Jerusalem."
      ],
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/michalnachmany/"
        },
        {
          "network": "twitter",
          "url": "https://twitter.com/NachmanyMichal"
        }
      ]
    },
    {
      "name": "Henry Franks, PhD",
      "role": "CTO",
      "group": "Team",
      "image": {
        "src": "images/team/henry-franks-climate-policy-radar.jpg",
        "alt": "Headshot of Henry Franks",
        "width": 600,
        "height": 811
      }
    },
    {
      "name": "Justine Alford, PhD",
      "role": "Communication and Partnerships",
      "image": {
        "src": "images/team/justine-2-.jpg",
        "alt": "Headshot of Justine Alford"
      },
      "bio": "Justine is a communications and partnerships manager with almost a decade of experience in science communications and engagement.",
      "group": "Team",
      "highlights": [
        "Justine started her career as a science journalist before moving into research communications at Cancer Research UK, where she was a spokesperson for the charity, and Imperial College London's Institute of Global Health Innovation, where she directed all internal and external communications and led external relations.",
        "She holds a BSc in Biological Sciences and a PhD in Life Sciences from the University of Warwick, where she researched HIV. She also has research experience in climate change and mental health."
      ],
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/justine-alford-44976167/"
        },
        {
          "network": "twitter",
          "url": "https://twitter.com/LamnidaeBlue"
        }
      ]
    },
    {
      "name": "Callie Coop",
      "role": "People and Operations",
      "group": "Team",
      "image": {
        "src": "images/team/callie.jpg",
        "alt": "Headshot of Callie Coop"
      },
      "bio": "Callie is an Operations Manager with experience working with Telecoms and Fintech start-ups.",
      "highlights": [
        "Before joining Climate Policy Radar, she worked for 5 years at Clear Books, an online account, payroll and HR software. With over 8 years of working in fast-paced tech industries, she specialises in finance and people management.",
        "She’s a passionate climate change advocate as well as a Mental Health First Aider and certified AAT Bookkeeper. She’s currently working on her CIPD Level 5 qualification."
      ]
    },
    {
      "name": "Mark Cottam",
      "role": "Data Engineering",
      "image": {
        "src": "images/team/mark_photo.jpeg",
        "alt": "Headshot of Mark Cottam"
      },
      "group": "Team",
      "bio": "Mark is a data engineer with a wealth of experience across multiple industries. Before joining Climate Policy Radar he worked for Rolls-Royce and BAE Systems Digital Intelligence.",
      "highlights": [
        "In his own words: “Data is like the fluid of a chemical process, we take in raw data, process it and enrich it to make it usable and valuable in the most efficient and cost-effective way possible; much like a chemical process.” ",
        "Outside of work, Mark is a keen track and field athlete competing internationally for Wales. ",
        "  Mark holds a master's degree in chemical engineering from the University of Birmingham; something that he believes translates well to data engineering."
      ]
    },
    {
      "name": "Marcus Davies",
      "role": "Policy",
      "group": "Team",
      "image": {
        "src": "images/team/marcus.jpg",
        "width": 600,
        "height": 812,
        "alt": "Headshot of Marcus Davies"
      },
      "bio": "Marcus is a policy analyst with experience working on a range of international climate change policy issues.",
      "highlights": [
        "He previously worked in the UK Civil Service on issues including climate diplomacy, trade and climate change and EU policy.  His policy skills include research, analysis, briefing and project management.",
        "He holds a BA in Classics and French from Oxford University and a Masters in Linguistics from SOAS, where he researched postcolonial sociolinguistics."
      ],
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/marcus-davies-9b0655143/"
        },
        {
          "network": "twitter",
          "url": "https://twitter.com/marcusodavies"
        }
      ]
    },
    {
      "name": "Kalyan Dutia",
      "role": "Data Science",
      "group": "Team",
      "image": {
        "src": "images/team/kalyan.jpg",
        "width": 600,
        "height": 812,
        "alt": "Headshot of Kalyan Dutia"
      },
      "bio": "Kalyan is a data scientist specialising in Natural Language Processing and Open Data.",
      "highlights": [
        "Before joining Climate Policy Radar, he was a researcher at the Science Museum, working on an AHRC-funded project looking at connecting up the UK's museum collections using machine learning.",
        "Prior to this he worked at IBM, consulting a broad range of clients on AI and NLP solutions.",
        "He holds an MEng in Engineering Science from Oxford University."
      ],
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/kalyandutia/"
        },
        {
          "network": "twitter",
          "url": "https://twitter.com/KDutia"
        }
      ]
    },
    {
      "name": "Patrick Fawbert Mills",
      "role": "Software Engineering",
      "group": "Team",
      "image": {
        "src": "images/team/patrick_white.jpeg",
        "width": -2,
        "alt": "Headshot of Patrick Fawbert Mills"
      },
      "bio": "Patrick is a front-end developer with over 10 years of experience in creating engaging user experiences.",
      "highlights": [
        "Prior to joining Climate Policy Radar he worked across many sectors building highly-interactive websites and applications.",
        "He is passionate about building quality products whilst making them accessible to all.",
        "Patrick holds a degree in Multimedia Computing from the University of West of England"
      ]
    },
    {
      "name": "Peter Hooper, PhD",
      "role": "Software Engineering",
      "group": "Team",
      "bio": "Peter has over 25 years experience in a variety of industry sectors as a software developer and a senior technical lead.",
      "image": {
        "src": "images/team/peter_white-2.jpg",
        "alt": "Headshot of Peter Hooper"
      },
      "highlights": [
        "Prior to joining Climate Policy Radar he was a Fullstack Lead Engineer for Chronomics leading a team of engineers to deliver new features and third-party integrations in the telehealth sector.",
        "He holds a Ph.D. in physics from Nottingham Trent University and joins us with open source experience having worked for eLife sciences and with the Coko Foundation."
      ]
    },
    {
      "name": "Stefan Lavelle",
      "role": "Data Science",
      "group": "Team",
      "image": {
        "src": "images/team/stefan.jpg",
        "alt": "Headshot of Stefan Lavelle"
      },
      "bio": "Stefan is a data scientist and econometrician with extensive experience in policy and climate related work.",
      "highlights": [
        "Prior to joining Climate Policy Radar, he worked as a computer vision engineer using satellite data to track emissions at industrial plants. This followed a brief stint in finance as a data scientist at a private equity firm. Previously, Stefan was an economist for the UK civil service and focused on designing and simulating large procurement auctions.",
        "Stefan holds a degree in economics from the University of Cambridge."
      ]
    },
    {
      "name": "Alan Wright",
      "role": "Product Management",
      "group": "Team",
      "image": {
        "src": "images/team/alan-wright-climate-policy-radar.jpg",
        "alt": "Headshot of Alan Wright"
      },
      "bio": "Alan is a product manager with more than a decade of experience managing digital products.",
      "highlights": [
        "Before joining Climate Policy Radar he worked on some great products including GOV.UK, BBC iPlayer and Cazoo.  Most of his recent experience is in the UK public bector, but he has also worked in startups/scaleups, digital agencies, non profits, political campaigns and video games. A long time ago in a place not so far away, he also completed a degree in Economics, Politics and International Studies from the University of Warwick. ",
        " He is passionate about building products that meet user needs and make a positive difference to the world."
      ]
    },
    {
      "name": "Joel Wright, PhD",
      "role": "Software Engineering",
      "group": "Team",
      "image": {
        "src": "images/team/joel-2-.jpg",
        "alt": "Headshot of Joel Wright"
      },
      "bio": "Joel is a technical architect and software developer with over 15 years of experience solving challenges in a variety of commercial and research settings.",
      "highlights": [
        "Before joining Climate Policy Radar, he was a senior software engineer & architect at Genomics plc where he designed and implemented tools, APIs, and pipelines used for processing genomic information to deliver genome-derived health insights.",
        "He holds a Ph.D. in Computer Science from the University of Nottingham and has previous experience in machine learning, large-scale data transfer, long-term archiving & workflow systems."
      ]
    },
    {
      "name": "Professor Sam Fankhauser",
      "role": "Non-executive Director",
      "group": "Board",
      "image": {
        "src": "images/team/sam.jpg",
        "width": 600,
        "height": 812,
        "alt": "Headshot of Professor Sam Fankhauser"
      },
      "bio": "Sam is Professor of Climate Change Economics and Policy at the University of Oxford Research and Director of Oxford Net Zero.",
      "highlights": [
        "Outside academia, Sam is an Associate Director at economics consultancy Vivid Economics.",
        "He was also an inaugural member of the UK Committee on Climate Change (2008 to 2016) and served as a Non-Executive Director of CDC Group, the UK’s development finance institution (2015-21).",
        "Before joining Oxford, Sam was Director of the Grantham Research Institute on Climate Change and the Environment at the London School of Economics, where he remains a Visiting Professor.",
        "Prior to that, he worked at the European Bank for Reconstruction and Development (EBRD), the World Bank and the Global Environment Facility.",
        "He has studied economics at the University of Berne (Switzerland), the London School of Economics and University College London."
      ],
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/sam-fankhauser-137b1ab/"
        },
        {
          "network": "twitter",
          "url": "https://twitter.com/SamFankhauser"
        }
      ]
    },
    {
      "name": "Lisa Long",
      "role": "Non-Executive Director",
      "group": "Board",
      "image": {
        "src": "images/team/lisalong-climate-policy-radar-1-.jpg",
        "alt": "Headshot of Lisa Long"
      },
      "bio": "Lisa is a serial entrepreneur, non-executive director, and private equity advisor.",
      "highlights": [
        "In her own company Before You Code, she provides executive coaching and product management advisory for start-up and growth companies.",
        "She currently serves on the board of Vilmer in Norway, the product advisory council for Ushahidi, and is an advisor to private equity firm Spring Capital.  Through both her start-up experience and her work at Skype/Microsoft and Telenor, she is recognized as a product management and scaling expert and has spoken at conferences from Lviv to San Francisco. She is a guest lecturer on entrepreneurship at INSEAD.",
        "She has an MBA from INSEAD and a BS in chemical engineering from Cornell University."
      ],
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/llongllong/"
        }
      ]
    },
    {
      "name": "David Jensen",
      "role": "Head of Digital Transformation Task Force United Nations Environment Programme",
      "group": "Advisory",
      "image": {
        "src": "images/team/david-jensen-climate-policy-radar.jpg",
        "alt": "Headshot of David Jensen"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/davidedjensen/"
        }
      ]
    },
    {
      "name": "Baroness Bryony Worthington",
      "role": "Environmental campaigner and life peer in the UK House of Lords. ",
      "group": "Advisory",
      "image": {
        "src": "images/team/baroness-bryony-climate-policy-radar.jpg",
        "alt": "Headshot of Baroness Bryony Worthington"
      }
    },
    {
      "name": "Dr Angel Hsu",
      "role": "Founder & Director of the Data-Driven Lab,  Assistant Professor,  UNC, Chapel Hill",
      "group": "Advisory",
      "image": {
        "src": "images/team/angel-hsu-climate-policy-radar.jpg",
        "alt": "Headshot of Angel Hsu"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/angelhsu/"
        }
      ]
    },
    {
      "name": "Annett Moehner",
      "role": "Adaptation team lead, UNFCCC",
      "group": "Advisory",
      "image": {
        "src": "images/team/annett-moehner-climate-policy-radar.jpg",
        "alt": "Headshot of Annett Moehner"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/annett-m%C3%B6hner-b96498b/"
        }
      ]
    },
    {
      "name": "Gareth Visagie",
      "role": "Chief Architect, Snyk",
      "group": "Advisory",
      "image": {
        "src": "images/team/gareth-visagie-climate-policy-radar.jpg",
        "alt": "Headshot of Gareth Visagie",
        "width": 600,
        "height": 812
      }
    },
    {
      "name": "Dr Shehnaaz Moosa",
      "role": "Director, South South North; Director of the CDKN programme",
      "group": "Advisory",
      "image": {
        "src": "images/team/shehnaaz-moosa-climate-policy-radar.jpg",
        "alt": "Headshot of Dr Moosa"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/shehnaaz-moosa-787a6854/"
        }
      ]
    },
    {
      "name": "Dr Jody Heyman",
      "role": "Founding Director at WORLD Policy Analysis Center; Distinguished Professor, UCLA Fielding School of Public Health, Luskin School of Public Affairs, Geffen School of Medicine",
      "group": "Advisory",
      "image": {
        "src": "images/team/jody-heyman-climate-policy-radar.jpg",
        "alt": "Headshot of Dr Jody heyman"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/jody-heymann/"
        }
      ]
    },
    {
      "name": "Dr Joana Setzer",
      "role": "Assistant Professorial Research Fellow, Grantham Research Institute, LSE.",
      "group": "Advisory",
      "image": {
        "src": "images/team/joana-setzer-climate-policy-radar.jpg",
        "alt": "Headshot of Dr Setzer"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/joana-setzer-16418910"
        }
      ]
    },
    {
      "name": "Dr Rory Sullivan",
      "role": "CEO, Chronos Sustainability;  Chief Technical Adviser, Transition Pathway Initiative ",
      "group": "Advisory",
      "image": {
        "src": "images/team/rory-sullivan-climate-policy-radar.jpg",
        "alt": "Headshot of Dr Rory Sullivan"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/rory-sullivan-73188418/"
        }
      ]
    },
    {
      "name": "Graham Gannon",
      "role": "Director of Engineering Global Sales/Marketing Platforms, Google",
      "group": "Advisory",
      "image": {
        "src": "images/team/graham-gannon-climate-policy-radar.jpg",
        "alt": "Headshot of Graham Gannon"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/grahamgannon/"
        }
      ]
    }
  ]
}