{
  "team": [
    {
      "group": "Board",
      "name": "Stephen Ramage",
      "role": "Non-Executive Director",
      "image": {
        "src": "images/team/steven.jpg"
      },
      "bio": "Throughout his three-decade long career, Steven has harnessed cutting edge technology for better environmental and socioeconomic decision making. His experience spans the UN, academia, the private sector, and government. As the Founder and CEO of Réseau Consulting, he advances policy, decision making, and action through strategic insights and evidence, international community collaboration and cooperation.",
      "highlights": [
        "Steven’s commitment to protecting and future-proofing our planet is evident through his advisory roles with international organisations, including GIZ, NASA, UNEP, UNFCCC, and the World Bank. In his role as Senior Business Advisor at the United Nations, he collaborates with the Science-Policy-Business Forum (UN-SBPF) on crucial issues such as the big data strategy for the environment."
      ]
    },
    {
      "name": "Michal Nachmany, PhD",
      "role": "Founder and CEO ",
      "image": {
        "src": "images/team/michal.jpg",
        "alt": "Headshot of Michal Nachmany",
        "width": "",
        "height": ""
      },
      "group": "Team",
      "bio": "Michal is an international expert in climate policy and governance with a background in law and finance. Alongside her role as Founder and CEO of Climate Policy Radar, she advises the UN-led Initiative on Climate Action Transparency (ICAT) and is a Fellow of the UNFCCC Resilience Frontiers. She is also a Visiting Fellow at the Grantham Research Institute at LSE, where she spent a decade leading efforts to develop evidence-based decision-support tools for national legislation and for responsible investment: collaborating with parliaments and governments globally, the UN, and responsible investor coalitions such as CA100+.",
      "highlights": [
        "Michal holds a PhD in climate policy from the London School of Economics, along with an MA in Energy Policy and Management, an LLB in Law, and an MBA specialising in finance. She is passionate about responsible, human-centred use of AI to accelerate action on climate and nature."
      ],
      "social": []
    },
    {
      "name": "Henry Franks, PhD",
      "role": "CTO",
      "group": "Team",
      "image": {
        "src": "images/team/henry.jpg",
        "alt": "Headshot of Henry Franks",
        "width": "",
        "height": ""
      },
      "bio": "Henry is a technology and product leader with over a decade of experience building startups deploying innovative data- and machine learning-dense products",
      "highlights": [
        "Leveraging expertise in computer science, software engineering, data science and machine learning, Henry holds an MEng and PhD in Computer Science from the University of Warwick (involving research into the nature of cooperation in society and application of those insights to algorithmic societies).",
        "Henry has worked on products involving search, topic modelling, time series analytics, risk modelling, and IoT data at high scale, and is a guest lecturer on AI ethics and regulation at the Dickson Poon School of Law KCL and Notre Dame University."
      ],
      "social": []
    },
    {
      "name": "Poss Apostolou",
      "role": "COO",
      "group": "Team",
      "image": {
        "src": "images/team/poss.jpg"
      },
      "bio": "Poss is a leader of digital and technology teams, with 20 years experience across the public and private sectors.",
      "highlights": [
        "Before joining Climate Policy Radar, Poss was COO at dxw, an employee owned digital design agency with a deep specialism in public good projects.",
        "Prior to that, Poss was one of the original members of the UK Government Digital Service, helping set open standards and common platforms across the UK public sector."
      ]
    },
    {
      "name": "Tamara Miner",
      "group": "Team",
      "role": "Director of Engineering",
      "image": {
        "src": "images/team/tam.jpg",
        "alt": "Headshot of Tamara Miner"
      },
      "bio": "\n\nTamara Miner has worked on infrastructure and developer tools for nearly 20 years in the US and Europe. She is currently the Director of Engineering at CPR, and is a coach and mentor in her spare time.",
      "highlights": [
        "She has previously been a VP Engineering and strategy advisor. Previously, Tamara launched multiple SaaS products for several London-based startups, Riot Games, and Microsoft Azure.",
        "She received the Forbes U30 and the XBox Women in Gaming Rising Star awards and has published essays in “97 Things Every SRE Should Know\"."
      ]
    },
    {
      "name": "Inez Bartram Vilar",
      "role": "Chief of Staff",
      "group": "Team",
      "image": {
        "src": "images/team/inez.jpg",
        "alt": "Headshot of Inez Bartram Vilar"
      },
      "bio": "Inez has over 6 years of experience in Strategy & Communications with a focus on climate, agriculture and renewables.",
      "highlights": [
        "She previously worked at Brunswick Group, where she worked on global climate campaigns and supported mission-driven organisations of all sizes on profile raising, investor relations and reputation management. Most recently, Inez was based in Melbourne, where she worked with climate-oriented organisations on business development, strategy, communications and organisational culture. She also completed a diploma in Urban Farming from CERES School of Sustainability and the Environment.",
        "Inez holds a BSc in Geography from University College London (UCL). She is passionate about scaling startups and Diversity, Equity & Inclusion."
      ]
    },
    {
      "name": "Katy Baulch",
      "role": "Software Engineering",
      "group": "Team",
      "bio": "Katy is a software engineer with over five years of experience. Prior to joining CPR, Katy worked at Thales where she designed and built APIs and microservices that were used to process and exploit flight data to help empower informed decision-making within military aircraft support teams.",
      "highlights": [
        "Katy completed her degree in Digital and Technology Solutions via the University of Warwick's degree apprenticeship programme, which she believes has uniquely equipped her for an increasingly digital engineering environment/landscape"
      ],
      "image": {
        "src": "images/team/katy.jpg"
      }
    },
    {
      "name": "Callie Coop",
      "role": "People and Operations",
      "group": "Team",
      "image": {
        "src": "images/team/callie.jpg",
        "alt": "Headshot of Callie Coop"
      },
      "bio": "Callie is an Operations Manager with experience working with Telecoms and Fintech start-ups.",
      "highlights": [
        "Before joining Climate Policy Radar, she worked for 5 years at Clear Books, an online account, payroll and HR software. With over 8 years of working in fast-paced tech industries, she specialises in finance and people management.",
        "She’s a passionate climate change advocate as well as a Mental Health First Aider and certified AAT Bookkeeper. She’s currently working on her CIPD Level 5 qualification."
      ]
    },
    {
      "name": "Mark Cottam",
      "role": "Data Engineering",
      "image": {
        "src": "images/team/mark.jpg",
        "alt": "Headshot of Mark Cottam"
      },
      "group": "Team",
      "bio": "Mark is a data engineer with a wealth of experience across multiple industries. Before joining Climate Policy Radar he worked for Rolls-Royce and BAE Systems Digital Intelligence.",
      "highlights": [
        "In his own words: “Data is like the fluid of a chemical process, we take in raw data, process it and enrich it to make it usable and valuable in the most efficient and cost-effective way possible; much like a chemical process.” ",
        "Outside of work, Mark is a keen track and field athlete competing internationally for Wales. ",
        "  Mark holds a master's degree in chemical engineering from the University of Birmingham; something that he believes translates well to data engineering."
      ]
    },
    {
      "name": "Kalyan Dutia",
      "role": "Data Science",
      "group": "Team",
      "image": {
        "src": "images/team/kalyan.jpg",
        "width": 600,
        "height": 812,
        "alt": "Headshot of Kalyan Dutia"
      },
      "bio": "Kalyan is a data scientist specialising in natural language processing, open data and knowledge graphs.",
      "highlights": [
        "Before joining Climate Policy Radar, he led a project which used natural language processing (NLP) to create a knowledge graph connecting together the UK’s museum collections at the Science Museum for a nationally-funded research project.",
        "Prior to this he was a machine learning and data science consultant for IBM, where he led and contributed to several projects including industry-first conversational AI for the financial sector, search and retrieval for power plants, and computer vision for smart meter roll-outs and developed research assets applying recent advances from machine learning research (active learning, NLP interpretability methods) to product data science work.",
        "He holds an MEng in Engineering Science from Oxford University."
      ],
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/kalyandutia/"
        },
        {
          "network": "twitter",
          "url": "https://twitter.com/KDutia"
        }
      ]
    },
    {
      "name": "Patrick Fawbert Mills",
      "role": "Software Engineering",
      "group": "Team",
      "image": {
        "src": "images/team/patrick.jpg",
        "width": -2,
        "alt": "Headshot of Patrick Fawbert Mills"
      },
      "bio": "Patrick is a front-end developer with over 10 years of experience in creating engaging user experiences.",
      "highlights": [
        "Prior to joining Climate Policy Radar he worked across many sectors building highly-interactive websites and applications.",
        "He is passionate about building quality products whilst making them accessible to all.",
        "Patrick holds a degree in Multimedia Computing from the University of West of England."
      ]
    },
    {
      "name": "Sarah Goodenough",
      "role": "Policy",
      "group": "Team",
      "image": {
        "src": "images/team/sarah.jpg",
        "alt": "Headshot of Sarah from Climate Policy Radar",
        "width": 600,
        "height": 812
      },
      "bio": "Sarah has over 5 years of experience in international non-State climate strategy, policy, strategic communications, and stakeholder engagement to advance an ambitious climate action agenda.",
      "highlights": [
        "She previously worked at the Centre for AI & Climate, leading the development of a UK Government-funded Net-Zero Data Space project in collaboration with the Global Partnership on AI. Prior to this, she worked in strategic communications at the UN Climate Change High-Level Champions and also at Global Optimism.",
        "Sarah holds a BA in History from Oxford University and a Masters in Environmental Technology from Imperial College London, where she specialised in international environmental law and policy."
      ]
    },
    {
      "name": "Peter Hooper, PhD",
      "role": "Software Engineering",
      "group": "Team",
      "bio": "Peter has over 25 years experience in a variety of industry sectors as a software developer and a senior technical lead.",
      "image": {
        "src": "images/team/peter.jpg",
        "alt": "Headshot of Peter Hooper"
      },
      "highlights": [
        "Prior to joining Climate Policy Radar he was a Fullstack Lead Engineer for Chronomics leading a team of engineers to deliver new features and third-party integrations in the telehealth sector.",
        "He holds a Ph.D. in physics from Nottingham Trent University and joins us with open source experience having worked for eLife sciences and with the Coko Foundation."
      ]
    },
    {
      "name": "Matyas Juhasz",
      "role": "Data Science",
      "group": "Team",
      "image": {
        "src": "images/team/matyas.jpg",
        "alt": "Matyas headshot"
      },
      "bio": "Matyas is a data scientist specialising in natural language processing. Before joining CPR, he worked at Cohere, Xapien and PwC.",
      "highlights": [
        "Matyas has experience in training LLMs as well as building applications on top of them. He is passionate about understanding and discovering hidden patterns in datasets as well as building ethical AI applications with clear benefits to users and society.",
        "Matyas holds a MSci in Mathematics with Economics from UCL."
      ]
    },
    {
      "name": "Roshan Melwani",
      "role": "Policy",
      "group": "Team",
      "image": {
        "src": "images/team/roshan.jpg",
        "alt": "Roshan headshot"
      },
      "bio": "Roshan is a policy officer with six years of experience working at the intersection of climate action, legal advocacy and humanitarian protection across the UN, private and third sector.",
      "highlights": [
        "Prior to joining Climate Policy Radar, Roshan worked at UNHCR's Office of the Special Advisor on Climate Action, where he provided strategic guidance and policy input to help shape UNHCR's response to the climate emergency.",
        "He also brings a prior track record advancing strategic human rights litigation in Hong Kong, co-ordinating public-private partnerships and delivering ambitious CSR outcomes for a multinational apparel manufacturer.",
        "Roshan holds an LLB from the London School of Economics and a Masters of Public Policy from Oxford University's Blavatnik School of Government."
      ]
    },
    {
      "name": "Fred O'Loughlin",
      "group": "Team",
      "role": "Data Engineering",
      "bio": "Fred is passionate about building impactful data infrastructure, specialising in MLOps and Data Engineering.",
      "highlights": [
        "He has worked to productionize a range of impactful machine learning projects. These have helped users to identify relevant online learning material via a recommendation engine, improved search results by using Large Language Models (LLMs) to identify important themes in content, and sped up the feedback cycle of improvements via a tool for analysing surveys using Natural Language Processing (NLP).",
        "His experience includes creating large-scale data warehouses from the ground up, and expanding a global data mesh across regions. Involving the extraction of a wide variety of data from a range of sources, managing the infrastructure that the data is loaded into, and programmatically transforming to maximise use and reliability. Supporting invoice automation, personalised marketing, observability metrics, predictive analytics, and a range of other use cases."
      ],
      "image": {
        "src": "images/team/fred.jpg"
      }
    },
    {
      "name": "Harrison Pim",
      "role": "Data Science",
      "group": "Team",
      "bio": "Harrison is a data scientist with a history of building large search engines, knowledge graphs, and recommendation systems. He’s passionate about ethically augmenting and enriching those systems with machine learning.",
      "highlights": [
        "Before joining Climate Policy Radar, he worked in some of London’s biggest and weirdest museums. He holds a Masters in physics from UCL, where he specialised in quantum/computational physics."
      ],
      "image": {
        "src": "images/team/harrison.jpg"
      }
    },
    {
      "name": "Kyra Prins",
      "role": "Policy",
      "group": "Team",
      "image": {
        "src": "images/team/kyra.jpg",
        "alt": "Headshot of Kyra Prins"
      },
      "bio": "Kyra is a contractor in our Policy team. She has a range of sustainability-related experience, which includes research support at the Grantham Research Institute on Climate Change Laws of the World, and a placement at Impact Hub Amsterdam, where she worked on projects centred around the Sustainable Development Goals. She also spent three years on a project advising amateur sport clubs in the Netherlands on their transition to more sustainable energy use.",
      "highlights": [
        "Kyra holds a BSc in Sociology from the University of Amsterdam (UVA) and an MA in European Politics and Society from the University of Leiden, where she wrote her thesis on climate change litigation. She is passionate about creating a more secure, sustainable, and climate-proof world through research, innovation, and policy."
      ]
    },
    {
      "bio": "Tabea is a contractor in our Policy team. Prior to joining Climate Policy Radar, Tabea worked for PwC UK in London in the sustainability consulting team, focusing on early-stage climate technologies and climate finance. Prior to moving to the UK she worked for the Swiss technology and innovation outpost in San Francisco, on innovation and tech policy programmes.",
      "highlights": [
        "Tabea holds a BA in International Affairs from the University of St. Gallen in Switzerland, and a Masters with Distinction in Environmental Technology from Imperial College London, where she specialised in environmental economics and policy."
      ],
      "image": {
        "src": "images/team/tabea.jpg"
      },
      "name": "Tabea Stöckel",
      "role": "Policy",
      "group": "Team"
    },
    {
      "name": "Nadia Stones",
      "role": "People and Operations",
      "group": "Team",
      "image": {
        "alt": "Headshot of Nadia Stones",
        "src": "images/team/nadia.jpg"
      },
      "bio": "Nadia has a diverse background in supporting executives and People and Business Operations. Her journey spans various industries, including Climate Tech and Premier League Football, providing her with a deep understanding of fast-paced and scaling environments.",
      "highlights": [
        "Nadia is CIPD 3 qualified, and holds qualifications in Professional Sport Management and Administration. Moreover, during the pandemic, she trained to support new mothers during their feeding journey, on a voluntary basis.",
        " Passionate about climate change, especially climate justice, Nadia is driven to make a positive impact on the environment and society as a whole."
      ]
    },
    {
      "name": "Siôn Williams",
      "role": "Policy",
      "bio": "Siôn has 15 years of experience at civil society organisations in the vanguard of UK climate response. He coordinated Possible's Lighter Later campaign and worked on a wide range of issues during almost a decade at Friends of the Earth. Most recently he led outreach and networking for mySociety's Climate Programme.",
      "highlights": [
        "Siôn holds a BA in International Relations from the University of Sussex and a Masters in Environmental Technology from Imperial College London, where he specialised in environmental economics and policy. Based in Caerdydd (Cardiff) in Cymru (Wales), Siôn pursues a passion for revitalising urban spaces as a trustee of AdFree Cities and Natural Neighbours."
      ],
      "image": {
        "src": "images/team/sion.jpg"
      },
      "group": "Team"
    },
    {
      "name": "Alan Wright",
      "role": "Product Management",
      "group": "Team",
      "image": {
        "src": "images/team/alan.jpg",
        "alt": "Headshot of Alan Wright"
      },
      "bio": "Alan is a product manager with more than a decade of experience managing digital products.",
      "highlights": [
        "Before joining Climate Policy Radar he worked on some great products including GOV.UK, BBC iPlayer and Cazoo.  Most of his recent experience is in the UK public sector, but he has also worked in startups/scaleups, digital agencies, non profits, political campaigns and video games. A long time ago in a place not so far away, he also completed a degree in Economics, Politics and International Studies from the University of Warwick. ",
        " He is passionate about building products that meet user needs and make a positive difference to the world."
      ]
    },
    {
      "name": "Dominyka Zemaityte",
      "role": "Product",
      "group": "Team",
      "image": {
        "src": "images/team/dominyka.jpg"
      },
      "bio": "Dominyka Zemaityte is a product manager with extensive experience in driving sustainable and innovative solutions in the tech industry.",
      "highlights": [
        "She previously led the development of an ESG product line at a supply chain start-up, and managed the development of a pioneering SaaS platform integrating blockchain, AI, and IoT to enhance efficiency and reduce waste in the food supply chain. In her spare time, Dominyka volunteers at Climate Ed, promoting environmental education in primary schools."
      ]
    },
    {
      "name": "Professor Sam Fankhauser",
      "role": "Non-executive Director",
      "group": "Board",
      "image": {
        "src": "images/team/sam.jpg",
        "width": 600,
        "height": 812,
        "alt": "Headshot of Professor Sam Fankhauser"
      },
      "bio": "Sam is Professor of Climate Change Economics and Policy at the University of Oxford Research and Director of Oxford Net Zero.",
      "highlights": [
        "Outside academia, Sam is an Associate Director at economics consultancy Vivid Economics.",
        "He was also an inaugural member of the UK Committee on Climate Change (2008 to 2016) and served as a Non-Executive Director of CDC Group, the UK’s development finance institution (2015-21).",
        "Before joining Oxford, Sam was Director of the Grantham Research Institute on Climate Change and the Environment at the London School of Economics, where he remains a Visiting Professor.",
        "Prior to that, he worked at the European Bank for Reconstruction and Development (EBRD), the World Bank and the Global Environment Facility.",
        "He has studied economics at the University of Berne (Switzerland), the London School of Economics and University College London."
      ],
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/sam-fankhauser-137b1ab/"
        },
        {
          "network": "twitter",
          "url": "https://twitter.com/SamFankhauser"
        }
      ]
    },
    {
      "name": "Lisa Long",
      "role": "Non-Executive Director",
      "group": "Board",
      "image": {
        "src": "images/team/lisalong-climate-policy-radar-1-.jpg",
        "alt": "Headshot of Lisa Long"
      },
      "bio": "Lisa is a serial entrepreneur, non-executive director, and private equity advisor.",
      "highlights": [
        "In her own company Before You Code, she provides executive coaching and product management advisory for start-up and growth companies.",
        "She currently serves on the board of Vilmer in Norway, the product advisory council for Ushahidi, and is an advisor to private equity firm Spring Capital.  Through both her start-up experience and her work at Skype/Microsoft and Telenor, she is recognized as a product management and scaling expert and has spoken at conferences from Lviv to San Francisco. She is a guest lecturer on entrepreneurship at INSEAD.",
        "She has an MBA from INSEAD and a BS in chemical engineering from Cornell University."
      ],
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/llongllong/"
        }
      ]
    },
    {
      "name": "David Jensen",
      "role": "Head of Digital Transformation Task Force United Nations Environment Programme",
      "group": "Advisory",
      "image": {
        "src": "images/team/david-jensen-climate-policy-radar.jpg",
        "alt": "Headshot of David Jensen"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/davidedjensen/"
        }
      ]
    },
    {
      "name": "Baroness Bryony Worthington",
      "role": "Environmental campaigner and life peer in the UK House of Lords. ",
      "group": "Advisory",
      "image": {
        "src": "images/team/baroness-bryony-climate-policy-radar.jpg",
        "alt": "Headshot of Baroness Bryony Worthington"
      }
    },
    {
      "name": "Dr Angel Hsu",
      "role": "Founder & Director of the Data-Driven Lab,  Assistant Professor,  UNC, Chapel Hill",
      "group": "Advisory",
      "image": {
        "src": "images/team/angel-hsu-climate-policy-radar.jpg",
        "alt": "Headshot of Angel Hsu"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/angelhsu/"
        }
      ]
    },
    {
      "name": "Gareth Visagie",
      "role": "Chief Architect, Snyk",
      "group": "Advisory",
      "image": {
        "src": "images/team/gareth-visagie-climate-policy-radar.jpg",
        "alt": "Headshot of Gareth Visagie",
        "width": 600,
        "height": 812
      }
    },
    {
      "name": "Dr Shehnaaz Moosa",
      "role": "Director, South South North; Director of the CDKN programme",
      "group": "Advisory",
      "image": {
        "src": "images/team/shehnaaz-moosa-climate-policy-radar.jpg",
        "alt": "Headshot of Dr Moosa"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/shehnaaz-moosa-787a6854/"
        }
      ]
    },
    {
      "name": "Dr Jody Heyman",
      "role": "Founding Director at WORLD Policy Analysis Center; Distinguished Professor, UCLA Fielding School of Public Health, Luskin School of Public Affairs, Geffen School of Medicine",
      "group": "Advisory",
      "image": {
        "src": "images/team/jody-heyman-climate-policy-radar.jpg",
        "alt": "Headshot of Dr Jody heyman"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/jody-heymann/"
        }
      ]
    },
    {
      "name": "Dr Joana Setzer",
      "role": "Assistant Professorial Research Fellow, Grantham Research Institute, LSE.",
      "group": "Advisory",
      "image": {
        "src": "images/team/joana-setzer-climate-policy-radar.jpg",
        "alt": "Headshot of Dr Setzer"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/joana-setzer-16418910"
        }
      ]
    },
    {
      "name": "Dr Rory Sullivan",
      "role": "CEO, Chronos Sustainability;  Chief Technical Adviser, Transition Pathway Initiative ",
      "group": "Advisory",
      "image": {
        "src": "images/team/rory-sullivan-climate-policy-radar.jpg",
        "alt": "Headshot of Dr Rory Sullivan"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/rory-sullivan-73188418/"
        }
      ]
    },
    {
      "name": "Graham Gannon",
      "role": "Director of Engineering Global Sales/Marketing Platforms, Google",
      "group": "Advisory",
      "image": {
        "src": "images/team/graham-gannon-climate-policy-radar.jpg",
        "alt": "Headshot of Graham Gannon"
      },
      "social": [
        {
          "network": "linkedin",
          "url": "https://www.linkedin.com/in/grahamgannon/"
        }
      ]
    }
  ]
}